{
  "Home": "Home",
  "Tarot_cards_Reader": "Tarot Cards Reader",
  "daliy_horoscope": "Daliy Horoscope",
  "Horoscopepark": "Horoscopepark",
  "Login": "Login",
  "Horoscopepark_is_a_service": "Horoscopepark is a service that provides wisdom and inspiration for astrology enthusiasts.",
  "Zodiac_Signs": "Zodiac Signs",
  "Aries": "Aries",
  "Aries_desc": "Aries: The Ram<br>March 21st – April 19th <br>Element: Fire <br>Ruler: Mars <br>Greatest Compatibility: Libra, Leo <br>Aries strengths include being courageous and passionate. Their weaknesses include being impatient and aggressive. <br>Aries is the first sign of the Zodiac, they are usually the first to take action in situations. Because of the ruling planet Mars and their element fire they are considered one of the most active Zodiac signs. They possess a youthful energy regardless what age they are. They display a passion for life itself unmatched by other signs. <br>In love Aries as a fire sign is very passionate. They shower their loved ones with affection, sometimes even to the extreme. Aries craves adventure and excitement in relationships as well. They need a partner that can keep up with their high energy!",
  "Taurus": "Taurus",
  "Taurus_desc": "Taurus: The Bull <br>April 20th-May 20th <br>Element: Earth<br>Ruler: Venus <br>Greatest Compatibility: Cancer, Scorpio <br>Taurus’s strengths include being reliable and devoted. Their weakness includes being stubborn and possessive. <br>Because Taurus is an Earth sign, they are able to see life from a realistic and grounded perspective. <br>Although stubbornness can be one of their weaknesses, it can also be seen as a positive attribute because they can stay on the same projects for years or until they are completed. This makes them excellent employers, great long-term friends, and partners. <br>Being ruled by Venus (the planet of love), Taurus has a love for beauty, attraction, satisfaction, and gratitude. <br>In love, partners must be patient because Taurus desires a safe environment before being fully intimate with someone. Once this is achieved, Taurus can become playful and sometimes even needy. They are extremely sensual, thriving on touch. For long-term relationships, they look for partners who share the same social environment as them.",
  "Gemini": "Gemini",
  "Gemini_desc": "Gemini: The Twins <br>May 21st – June 20th<br>Element: Air<br>Ruler: Mercury <br>Greatest Compatibility: Sagittarius, Aquariu   <br>Gemini’s strengths include being affectionate and curious. Their weaknesses include being nervous, inconsistent and indecisive. <br>Gemini’s are social, communicative and ready for fun! Because of their dual personality they can sometimes be serious and very curious, they seek to learn everything about the world that they possibly can! People that are born in this sign feel as though their other half is missing, so they are constantly searching for new people to talk to. <br>When it comes to love Gemini believes communication is as important as physical touch in a relationship. Always ready to flirt, Gemini could nab a bunch of different types of lovers until they find the one they believe can keep up with them. Their biggest challenge in a relationship is finding a strong emotional connection with another person.",
  "Cancer": "Cancer",
  "Cancer_desc": "Cancer: The Cangrejo <br>June 21st – July 22nd <br>Element: Water <br>Ruler: Moon <br>Greatest Compatibility: Capricorn, Taurus <br>Cancer’s strengths include highly imaginative, loyal and sympathetic. Their weaknesses include being moody and manipulative. Cancers are extremely emotional and sensitive and enjoy being connected to their home. They care deeply for their families and are attached to their close friends. Those born with their sun sign in cancer can empathize with people and their pain. Cancer is a water sign so because of their emotions, they have a hard time blending into the world around them. <br>Cancer in love and relationships value feelings above anything else. They like to choose partners who they will be able to communicate through silent contact. A shared daily routine is also important to them because it allows the relationship to grow.",
  "Leo": "Leo",
  "Les_desc": "Leo: The Lion <br>July 23rd – August 22nd <br>Element: Fire <br>Ruler: Sun   <br>Greatest Compatibility: Aquarius, Gemini   <br>Leo’s strengths include being creative and warm-hearted. Their weaknesses include being arrogant and self-centered.  <br>You will hear the lion roar. This is because Leos are natural-born leaders. They are self-confident and creative, they will be able to succeed in whatever field they chose to commit to in their lives. They often have many friends because they are generous, loyal and warm-hearted. On the other hand, Leos are on a quest for self-awareness and growth and this may come off to others as egotistical. <br>Leos in love are generous and passionate with their partner. Leos need a partner that is self-aware and on the same intellectual level as them. They will take on a role of leader in any relationship.",
  "Capricorn":"Capricorn",
  "Capricorn_desc":"Capricorn: Sea Goat <br>December 21st- January 19th <br>Element: Earth <br>Ruler: Saturn <br>Greatest Comparability: Taurus, Cancer <br>Capricorn’s strengths include being responsible, disciplined and having self-control. Their weaknesses include being a know-it-all and being unforgiving. <br>People born under this sign, have a sense of inner independence that helps them push forward to achieve their personal and professional goals. They are experts at making plans and following through with them. They are the masters of self-control. <br>It is not easy for someone to break down the walls of a Capricorn but once they do they will have a lifetime of commitment to the relationship with their Capricorn. Talking about emotions will not come easy with this sign, but once they open up, Capricorns and their partners can have a relationship of everlasting growth.",
  "Aquarius": "Aquarius",
  "Aquarius_desc": "Aquarius: Water-Bearer <br>January 20th – February 18th <br>Element: Air <br>Ruler: Uranus <br>Greatest Comparability: Leo, Sagittarius <br>Aquarius’s strengths include being progressive, original and independent. Their weaknesses include running from emotional expression. Aquarius are deep thinkers who love helping people. They feel comfortable being a group or a community so they are constantly trying to be surrounded by other people. They can come off as aloof, this is because they want to establish trust so they can express their emotions in a healthy way. <br>If someone wants a long-term relationship with an Aquarius, be sure to value integrity and honesty. In relationships, they see their partners as equals and give them the independence they need.",
  "Pisces": "Pisces",
  "Pisces_desc": "Pisces: The Fish <br>February 19th – March 20th <br>Element: Water <br>Color: Violet <br>Ruler: Neptune <br>Greatest Compatibility: Virgo, Taurus <br>Pisces strengths include being compassionate and intuitive. Their weaknesses include a desire to escape reality and self-pity. <br>Pisces are very friendly and usually find themselves in the company of different types of people. Pisces are willing to help others and love to give back. They are intuitive, caring and faithful. Pisces are very connected to music and various types of art. They are true romantics.  <br>Pisces are passionate lovers who crave the deepest connection with their partners. In love and relationships, they blindly loyal and very caring.",
  "Sagittarius": "Sagittarius",
  "Sagittarius_desc": "Sagittarius: The Archer <br>November 21st- December 22nd <br>Element: Fire <br>Ruler: Jupiter <br>Greatest Compatibility: Gemini, Aries <br>Sagittarius’s strengths include being idealistic and a great sense of humor. Their weaknesses include being unfiltered and very impatient. <br>People that are born under this sign are extroverted, enthusiastic and dynamic. Freedom is most revered by people born under this sign because then they can travel and explore the world and other cultures. They often can impatient when faced with things they desire and must learn to express themselves in a way that respects others as well. <br>In relationships, they want a partner they can have fun with because of their playful nature. Because of their love of diversity, Sagittarius many find themselves connecting with many different people. But when they are in love, they will be fiercely loyal to their partner.",
  "Libra": "Libra",
  "Libra_desc": "Libra: The Scales <br>September 23rd – October 22nd <br>Element: Air <br>Ruler: Venus <br>Greatest Compatibility: Aries, Sagittarius <br>Libra’s strengths include being cooperative and fair-minded. Their weaknesses include indecisiveness and avoiding confrontation. <br>Libras are fascinated by balance. They also avoid conflict like it is the plague, in favor of peace whenever possible. They must remember that they have their own opinion. As Libra is an Air sign, this gives Libra’s in a constant search for knowledge. Their lives need to be enriched with music and art. <br>In relationships, Libras wants to find balance and harmony with their partners. Libras search for deep, emotional connections with their partners. Libra is also in favor of traditional pathways for relationships and will look towards marriage. They want a partner for life.",
  "Virgo": "Virgo",
  "Virgo_desc": "Virgo: The Maiden <br>August 22nd -September 22nd <br>Element: Earth <br>Ruler: Mercury <br>Greatest Compatibility: Pisces, Cancer <br>Virgo strengths include being loyal and hardworking. Their weaknesses include worrying and critical of self and others. <br>Virgos are considered the most careful signs of the Zodiac. Virgos do not go throughout life without as many things in their lives being as planned out as possible. This sign is often misunderstood because of their inability to accept their feelings as valid. Since Virgo is under the planet Mercury, Virgos can have a well-developed sense of speech and writing. <br>In love, Virgo will rarely give directed statements of love but will show their partner love through intimacy. Virgos prefer stable relationships to casual flings.",
  "Scorpio": "Scorpio",
  "Scorpio_desc": "Scorpio: The Scorpion <br>October 23rd – November 21s <br>Element: Water <br>Ruler: Pluto <br>Greatest Compatibility: Taurus, Cancer <br>Scorpio’s strengths are being brave and resourceful. Their weaknesses are being jealous and secretive. <br>Scorpios are passionate, brave and assertive people. Because of this, they approach life with fierce tenacity. They value honesty and will keep your secrets. They are known for their calm behavior and their mysterious aura. They hate dishonesty. <br>Scorpios are the most sensual sign of the Zodiac. Because of their passionate nature, intimacy is very important to them. They begin relationships carefully so trust can be established.",
  "Tarot_Cards": "Tarot Cards",
  "ENTER": "ENTER",
  "click_for_details": "Click for details",
  "Read_More": "Read More",
  "pick_up_3": "Pick up 3 cards to know your future",
  "Do_you_wan": "Do you want to know yourself better? Do you want to know where your own future worries are headed? Have you had a problem lately? Come here and you might find what you're looking for.",
  "about_us": "About US",
  "about_desc": "Horoscopepark is a service that provides wisdom and inspiration for astrology enthusiasts. We will update our fortune directions every week, and allow Tarot readers to find the answers they want. In addition to regular daily, weekly and monthly updates, we also maintain a high degree of authenticity.",
  "Comprehensive_fortune": "Comprehensive fortune",
  "Love_fortune": "Love fortune",
  "Career": "Career",
  "Fortune": "Fortune",
  "Healthy_fortune": "Healthy fortune",
  "username": "Username"
}
